{
  "diseases": {
    "common_cold": {
      "name_en": "Common Cold",
      "name_hi": "साधारण जुकाम",
      "name_or": "ସାଧାରଣ ଥଣ୍ଡା",
      "symptoms_en": ["nose", "sneezing", "sore", "throat", "cough", "headache", "runny", "stuffy"],
      "prevention_en": "Wash hands frequently, avoid touching your face, and get enough rest.",
      "prevention_hi": "बार-बार हाथ धोएं, अपना चेहरा छूने से बचें, और पर्याप्त आराम करें।",
      "prevention_or": "ବାରମ୍ବାର ହାତ ଧୋଇବା, ମୁହଁକୁ ଛୁଇଁବାରୁ ଦୂରେଇ ରହିବା, ଏବଂ ପର୍ଯ୍ୟାପ୍ତ ବିଶ୍ରାମ ନେବା।",
      "treatment_en": "Rest, drink fluids, and use over-the-counter medications for symptom relief.",
      "treatment_hi": "आराम करें, तरल पदार्थ पिएं, और लक्षणों से राहत के लिए ओवर-द-काउंटर दवाएं उपयोग करें।",
      "treatment_or": "ବିଶ୍ରାମ, ତରଳ ପଦାର୍ଥ ପିଇବା, ଏବଂ ଲକ୍ଷଣରୁ ମୁକ୍ତି ପାଇଁ ବିନା ପ୍ରେସକ୍ରିପସନରେ ମିଳୁଥିବା ଔଷଧ ବ୍ୟବହାର କରିବା।"
    },
    "dengue": {
      "name_en": "Dengue",
      "name_hi": "डेंगू",
      "name_or": "ଡେଙ୍ଗୁ",
      "symptoms_en": ["fever", "headache", "eyes", "joint", "muscle", "pain", "rash", "nausea", "vomiting"],
      "prevention_en": "Eliminate mosquito breeding sites like stagnant water. Use mosquito repellent.",
      "prevention_hi": "रुके हुए पानी जैसे मच्छर पैदा होने वाले स्थलों को खत्म करें। मच्छर भगाने वाली क्रीम का प्रयोग करें।",
      "prevention_or": "ଜମିଥିବା ପାଣି ପରି ମଶା ପ୍ରଜନନ ସ୍ଥାନଗୁଡ଼ିକୁ ନଷ୍ଟ କରିବା। ମଶା ଘଉଡ଼ାଇବା ପାଇଁ ତରଳ ବ୍ୟବହାର କରିବା।",
      "treatment_en": "Consult a doctor immediately. Treatment includes fluid intake and pain relievers.",
      "treatment_hi": "तुरंत डॉक्टर से सलाह लें। उपचार में तरल पदार्थ का सेवन और दर्द निवारक शामिल हैं।",
      "treatment_or": "ତୁରନ୍ତ ଡାକ୍ତରଙ୍କ ସହିତ ପରାମର୍ଶ କରିବା। ଚିକିତ୍ସାରେ ତରଳ ପଦାର୍ଥ ଗ୍ରହଣ ଏବଂ ଯନ୍ତ୍ରଣା ନିବାରକ ଔଷଧ ଅନ୍ତର୍ଭୁକ୍ତ।"
    },
    "malaria": {
      "name_en": "Malaria",
      "name_hi": "मलेरिया",
      "name_or": "ମ୍ୟାଲେରିଆ",
      "symptoms_en": ["fever", "chills", "headache", "nausea", "vomiting", "muscle", "pain", "sweating"],
      "prevention_en": "Use mosquito nets, wear protective clothing, and use insect repellent.",
      "prevention_hi": "मच्छरदानी का प्रयोग करें, सुरक्षात्मक कपड़े पहनें, और कीट विकर्षक का उपयोग करें।",
      "prevention_or": "ମଶାରୀ ବ୍ୟବହାର କରିବା, ସୁରକ୍ଷାକାରୀ ପୋଷାକ ପିନ୍ଧିବା, ଏବଂ କୀଟନାଶକ ବ୍ୟବହାର କରିବା।",
      "treatment_en": "Requires a medical diagnosis and prescription antimalarial drugs.",
      "treatment_hi": "चिकित्सीय निदान और डॉक्टर के पर्चे पर मलेरिया-रोधी दवाओं की आवश्यकता है।",
      "treatment_or": "ଏକ ଡାକ୍ତରୀ ନିରାକରଣ ଏବଂ ପ୍ରେସକ୍ରିପସନରେ ମିଳୁଥିବା ମ୍ୟାଲେରିଆ ନିରୋଧୀ ଔଷଧ ଆବଶ୍ୟକ।"
    },
    "typhoid": {
      "name_en": "Typhoid",
      "name_hi": "टाइफाइड",
      "name_or": "ଟାଇଫଏଡ୍",
      "symptoms_en": ["fever", "weakness", "stomach", "pain", "headache", "appetite", "rash", "constipation"],
      "prevention_en": "Get vaccinated. Avoid risky food and drinks. Drink only bottled or boiled water.",
      "prevention_hi": "टीका लगवाएं। जोखिम भरे भोजन और पेय से बचें। केवल बोतलबंद या उबला हुआ पानी पिएं।",
      "prevention_or": "ଟୀକାକରଣ କରାଇବା। ବିପଦପୂର୍ଣ୍ଣ ଖାଦ୍ୟ ଏବଂ ପାନୀୟରୁ ଦୂରେଇ ରହିବା। କେବଳ ବୋତଲ କିମ୍ବା ଫୁଟା ପାଣି ପିଇବା।",
      "treatment_en": "Requires antibiotic therapy prescribed by a doctor.",
      "treatment_hi": "डॉक्टर द्वारा निर्धारित एंटीबायोटिक थेरेपी की आवश्यकता है।",
      "treatment_or": "ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ପ୍ରେସକ୍ରାଇବ୍ କରାଯାଇଥିବା ଆଣ୍ଟିବାୟୋଟିକ୍ ଥେରାପି ଆବଶ୍ୟକ।"
    },
    "cholera": {
      "name_en": "Cholera",
      "name_hi": "हैजा",
      "name_or": "ହଇଜା",
      "symptoms_en": ["diarrhea", "vomiting", "dehydration", "cramps", "nausea", "watery"],
      "prevention_en": "Drink and use safe water. Wash hands often with soap and safe water.",
      "prevention_hi": "सुरक्षित पानी पिएं और उपयोग करें। साबुन और सुरक्षित पानी से अक्सर हाथ धोएं।",
      "prevention_or": "ନିରାପଦ ପାଣି ପିଇବା ଏବଂ ବ୍ୟବହାର କରିବା। ସାବୁନ ଏବଂ ନିରାପଦ ପାଣିରେ ବାରମ୍ବାର ହାତ ଧୋଇବା।",
      "treatment_en": "Immediate rehydration is key. See a doctor for oral rehydration salts or IV fluids.",
      "treatment_hi": "तत्काल पुनर्जलीकरण महत्वपूर्ण है। ओरल रिहाइड्रेशन साल्ट या IV तरल पदार्थों के लिए डॉक्टर से मिलें।",
      "treatment_or": "ତୁରନ୍ତ ପୁନର୍ଜଳୀକରଣ ମୁଖ୍ୟ। ମୌଖିକ ପୁନର୍ଜଳୀକରଣ ଲବଣ କିମ୍ବା IV ତରଳ ପଦାର୍ଥ ପାଇଁ ଡାକ୍ତରଙ୍କୁ ଦେଖା କରନ୍ତୁ।"
    },
    "influenza": {
        "name_en": "Influenza (Flu)",
        "name_hi": "इन्फ्लूएंजा (फ्लू)",
        "name_or": "ଇନଫ୍ଲୁଏଞ୍ଜା (ଫ୍ଲୁ)",
        "symptoms_en": ["fever", "cough", "sore", "throat", "muscle", "aches", "fatigue", "headache", "chills", "body"],
        "prevention_en": "Get an annual flu vaccine, wash hands often, and avoid close contact with sick people.",
        "prevention_hi": "वार्षिक फ्लू का टीका लगवाएं, अक्सर हाथ धोएं, और बीमार लोगों से निकट संपर्क से बचें।",
        "prevention_or": "ବାର୍ଷିକ ଫ୍ଲୁ ଟୀକା ନିଅନ୍ତୁ, ବାରମ୍ବାର ହାତ ଧୁଅନ୍ତୁ, ଏବଂ ଅସୁସ୍ଥ ଲୋକଙ୍କ ସହିତ ଘନିଷ୍ଠ ସମ୍ପର୍କରୁ ଦୂରେଇ ରୁହନ୍ତୁ।",
        "treatment_en": "Rest, fluids, and antiviral drugs if prescribed by a doctor.",
        "treatment_hi": "आराम, तरल पदार्थ, और यदि डॉक्टर द्वारा निर्धारित किया गया हो तो एंटीवायरल दवाएं।",
        "treatment_or": "ବିଶ୍ରାମ, ତରଳ ପଦାର୍ଥ, ଏବଂ ଯଦି ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ପରାମର୍ଶ ଦିଆଯାଏ, ତେବେ ଆଣ୍ଟିଭାଇରାଲ୍ ଔଷଧ।"
    },
    "jaundice": {
        "name_en": "Jaundice",
        "name_hi": "पीलिया",
        "name_or": "ଜଣ୍ଡିସ୍",
        "symptoms_en": ["yellow", "skin", "eyes", "urine", "fatigue", "stomach", "pain", "fever", "pale", "stools"],
        "prevention_en": "Maintain a healthy diet, avoid contaminated food/water, and get vaccinated for Hepatitis.",
        "prevention_hi": "स्वस्थ आहार बनाए रखें, दूषित भोजन/पानी से बचें, और हेपेटाइटिस का टीका लगवाएं।",
        "prevention_or": "ଏକ ସୁସ୍ଥ ଖାଦ୍ୟ ବଜାୟ ରଖନ୍ତୁ, ଦୂଷିତ ଖାଦ୍ୟ/ପାଣିରୁ ଦୂରେଇ ରୁହନ୍ତୁ, ଏବଂ ହେପାଟାଇଟିସ୍ ପାଇଁ ଟୀକାକରଣ କରନ୍ତୁ।",
        "treatment_en": "Treatment depends on the underlying cause. Consult a doctor for diagnosis and care.",
        "treatment_hi": "उपचार मूल कारण पर निर्भर करता है। निदान और देखभाल के लिए डॉक्टर से परामर्श करें।",
        "treatment_or": "ଚିକିତ୍ସା ମୂଳ କାରଣ ଉପରେ ନିର୍ଭର କରେ। ନିଦାନ ଏବଂ ଯତ୍ନ ପାଇଁ ଡାକ୍ତରଙ୍କ ସହିତ ପରାମର୍ଶ କରନ୍ତୁ।"
    },
    "pneumonia": {
        "name_en": "Pneumonia",
        "name_hi": "निमोनिया",
        "name_or": "ନିମୋନିଆ",
        "symptoms_en": ["cough", "phlegm", "fever", "chills", "breathing", "chest", "pain", "shortness"],
        "prevention_en": "Get vaccinated, wash hands regularly, and don't smoke.",
        "prevention_hi": "टीका लगवाएं, नियमित रूप से हाथ धोएं, और धूम्रपान न करें।",
        "prevention_or": "ଟୀକାକରଣ କରନ୍ତୁ, ନିୟମିତ ଭାବରେ ହାତ ଧୁଅନ୍ତୁ, ଏବଂ ଧୂମପାନ କରନ୍ତୁ ନାହିଁ।",
        "treatment_en": "Requires antibiotics prescribed by a doctor. Rest and fluid intake are important.",
        "treatment_hi": "डॉक्टर द्वारा निर्धारित एंटीबायोटिक दवाओं की आवश्यकता होती है। आराम और तरल पदार्थ का सेवन महत्वपूर्ण है।",
        "treatment_or": "ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଆଣ୍ଟିବାୟୋଟିକ୍ ଆବଶ୍ୟକ। ବିଶ୍ରାମ ଏବଂ ତରଳ ପଦାର୍ଥ ଗ୍ରହଣ କରିବା ଜରୁରୀ ଅଟେ।"
    },
    "chickenpox": {
        "name_en": "Chickenpox",
        "name_hi": "चेचक",
        "name_or": "ହାଡ଼ଫୁଟି",
        "symptoms_en": ["rash", "blisters", "itching", "fever", "fatigue", "headache", "spots"],
        "prevention_en": "The most effective prevention is the chickenpox vaccine.",
        "prevention_hi": "सबसे प्रभावी रोकथाम चेचक का टीका है।",
        "prevention_or": "ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ ପ୍ରତିରୋଧ ହେଉଛି ହାଡ଼ଫୁଟି ଟିକା।",
        "treatment_en": "Focuses on relieving symptoms. Use calamine lotion for itching and take oatmeal baths.",
        "treatment_hi": "लक्षणों से राहत पर ध्यान केंद्रित करता है। खुजली के लिए कैलामाइन लोशन का प्रयोग करें और दलिया स्नान करें।",
        "treatment_or": "ଲକ୍ଷଣରୁ ମୁକ୍ତି ପାଇବା ଉପରେ ଧ୍ୟାନ ଦିଆଯାଏ। କୁଣ୍ଡେଇ ହେବା ପାଇଁ କାଲାମାଇନ୍ ଲୋସନ ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ ଓଟମିଲ୍ ସ୍ନାନ କରନ୍ତୁ।"
    },
    "tuberculosis": {
        "name_en": "Tuberculosis (TB)",
        "name_hi": "क्षय रोग (टीबी)",
        "name_or": "ଯକ୍ଷ୍ମା (ଟିବି)",
        "symptoms_en": ["cough", "blood", "fever", "sweats", "weight", "loss", "chest", "pain"],
        "prevention_en": "BCG vaccination helps prevent severe forms in children. Avoid prolonged contact with TB patients.",
        "prevention_hi": "बीसीजी टीकाकरण बच्चों में गंभीर रूपों को रोकने में मदद करता है। टीबी रोगियों के साथ लंबे समय तक संपर्क से बचें।",
        "prevention_or": "ବିସିଜି ଟୀକାକରଣ ପିଲାମାନଙ୍କଠାରେ ଗୁରୁତର ରୂପକୁ ରୋକିବାରେ ସାହାଯ୍ୟ କରେ। ଯକ୍ଷ୍ମା ରୋଗୀଙ୍କ ସହିତ ଦୀର୍ଘ ସମୟ ଧରି ସମ୍ପର୍କରୁ ଦୂରେଇ ରୁହନ୍ତୁ।",
        "treatment_en": "Requires a long course of multiple antibiotics prescribed and monitored by a doctor.",
        "treatment_hi": "डॉक्टर द्वारा निर्धारित और निगरानी में कई एंटीबायोटिक दवाओं के एक लंबे कोर्स की आवश्यकता होती है।",
        "treatment_or": "ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଏବଂ ପର୍ଯ୍ୟବେକ୍ଷଣ କରାଯାଇଥିବା ଏକାଧିକ ଆଣ୍ଟିବାୟୋଟିକ୍ସର ଏକ ଦୀର୍ଘ ପାଠ୍ୟକ୍ରମ ଆବଶ୍ୟକ କରେ।"
    },
    "asthma": {
        "name_en": "Asthma",
        "name_hi": "अस्थमा",
        "name_or": "ଆଜ୍‌ମା",
        "symptoms_en": ["wheezing", "breath", "shortness", "chest", "tightness", "coughing"],
        "prevention_en": "Avoid triggers like smoke, dust, and pollen. Follow a doctor's management plan.",
        "prevention_hi": "धुएं, धूल और पराग जैसे ट्रिगर्स से बचें। डॉक्टर की प्रबंधन योजना का पालन करें।",
        "prevention_or": "ଧୂଆଁ, ଧୂଳି ଏବଂ ପରାଗ ପରି ଟ୍ରିଗରରୁ ଦୂରେଇ ରୁହନ୍ତୁ। ଡାକ୍ତରଙ୍କ ପରିଚାଳନା ଯୋଜନାକୁ ଅନୁସରଣ କରନ୍ତୁ।",
        "treatment_en": "Use of inhalers (relievers and preventers) as prescribed by a doctor.",
        "treatment_hi": "डॉक्टर द्वारा निर्धारित इनहेलर (रिलीवर और प्रिवेंटर्स) का उपयोग।",
        "treatment_or": "ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଇନହେଲର (ରିଲିଭର୍ ଏବଂ ପ୍ରିଭେଣ୍ଟର୍) ର ବ୍ୟବହାର।"
    },
     "migraine": {
        "name_en": "Migraine",
        "name_hi": "माइग्रेन",
        "name_or": "ମାଇଗ୍ରେନ୍",
        "symptoms_en": ["headache", "throbbing", "nausea", "vomiting", "light", "sound", "sensitivity"],
        "prevention_en": "Identify and avoid triggers, manage stress, and maintain a regular sleep schedule.",
        "prevention_hi": "ट्रिगर्स को पहचानें और उनसे बचें, तनाव का प्रबंधन करें और नियमित नींद का समय बनाए रखें।",
        "prevention_or": "ଟ୍ରିଗରଗୁଡ଼ିକୁ ଚିହ୍ନଟ କରନ୍ତୁ ଏବଂ ଏଡ଼ାନ୍ତୁ, ଚାପ ପରିଚାଳନା କରନ୍ତୁ, ଏବଂ ନିୟମିତ ଶୋଇବା ସମୟସାରଣୀ ବଜାୟ ରଖନ୍ତୁ।",
        "treatment_en": "Pain-relieving medications and rest in a dark, quiet room.",
        "treatment_hi": "दर्द निवारक दवाएं और एक अंधेरे, शांत कमरे में आराम।",
        "treatment_or": "ଯନ୍ତ୍ରଣା-ନିବାରକ ଔଷଧ ଏବଂ ଏକ ଅନ୍ଧାର, ଶାନ୍ତ କୋଠରୀରେ ବିଶ୍ରାମ।"
    },
    "gastroenteritis": {
        "name_en": "Gastroenteritis (Stomach Flu)",
        "name_hi": "आंत्रशोथ (पेट का फ्लू)",
        "name_or": "ଗ୍ୟାଷ୍ଟ୍ରୋଏଣ୍ଟେରାଇଟିସ୍ (ପେଟ ଫ୍ଲୁ)",
        "symptoms_en": ["diarrhea", "vomiting", "stomach", "cramps", "fever", "nausea"],
        "prevention_en": "Wash hands thoroughly, especially after using the bathroom and before handling food.",
        "prevention_hi": "हाथों को अच्छी तरह से धोएं, खासकर बाथरूम का उपयोग करने के बाद और भोजन को संभालने से पहले।",
        "prevention_or": "ହାତକୁ ଭଲ ଭାବରେ ଧୁଅନ୍ତୁ, ବିଶେଷକରି ଶୌଚାଳୟ ବ୍ୟବହାର କରିବା ପରେ ଏବଂ ଖାଦ୍ୟ ଧରିବା ପୂର୍ବରୁ।",
        "treatment_en": "Stay hydrated with water and oral rehydration solutions. Gradually reintroduce bland foods.",
        "treatment_hi": "पानी और ओरल रिहाइड्रेशन सॉल्यूशंस से हाइड्रेटेड रहें। धीरे-धीरे नरम खाद्य पदार्थों को फिर से शुरू करें।",
        "treatment_or": "ପାଣି ଏବଂ ମୌଖିକ ପୁନର୍ଜଳୀକରଣ ସମାଧାନ ସହିତ ହାଇଡ୍ରେଟେଡ୍ ରୁହନ୍ତୁ। ଧୀରେ ଧୀରେ ନରମ ଖାଦ୍ୟ ପୁନର୍ବାର ଆରମ୍ଭ କରନ୍ତୁ।"
    },
     "diabetes": {
        "name_en": "Diabetes",
        "name_hi": "मधुमेह",
        "name_or": "ମଧୁମେହ",
        "symptoms_en": ["thirst", "urination", "hunger", "fatigue", "vision", "weight", "loss", "blur"],
        "prevention_en": "Maintain a healthy weight, eat a balanced diet, and exercise regularly.",
        "prevention_hi": "स्वस्थ वजन बनाए रखें, संतुलित आहार खाएं और नियमित रूप से व्यायाम करें।",
        "prevention_or": "ଏକ ସୁସ୍ଥ ଓଜନ ବଜାୟ ରଖନ୍ତୁ, ସନ୍ତୁଳିତ ଖାଦ୍ୟ ଖାଆନ୍ତୁ, ଏବଂ ନିୟମିତ ବ୍ୟାୟାମ କରନ୍ତୁ।",
        "treatment_en": "Requires management through diet, exercise, and medication (like insulin), monitored by a doctor.",
        "treatment_hi": "आहार, व्यायाम और दवा (जैसे इंसुलिन) के माध्यम से प्रबंधन की आवश्यकता होती है, जिसकी निगरानी डॉक्टर द्वारा की जाती है।",
        "treatment_or": "ଆହାର, ବ୍ୟାୟାମ, ଏବଂ ଔଷଧ (ଯେପରିକି ଇନସୁଲିନ୍) ମାଧ୍ୟମରେ ପରିଚାଳନା ଆବଶ୍ୟକ, ଯାହା ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ପର୍ଯ୍ୟବେକ୍ଷଣ କରାଯାଏ।"
    },
    "hypertension": {
        "name_en": "Hypertension (High Blood Pressure)",
        "name_hi": "उच्च रक्तचाप",
        "name_or": "ଉଚ୍ଚ ରକ୍ତଚାପ",
        "symptoms_en": ["headache", "dizziness", "vision", "shortness", "breath", "often", "none"],
        "prevention_en": "Reduce salt intake, eat a balanced diet, exercise regularly, and limit alcohol.",
        "prevention_hi": "नमक का सेवन कम करें, संतुलित आहार खाएं, नियमित व्यायाम करें और शराब सीमित करें।",
        "prevention_or": "ଲୁଣ ଗ୍ରହଣ କମାନ୍ତୁ, ସନ୍ତୁଳିତ ଖାଦ୍ୟ ଖାଆନ୍ତୁ, ନିୟମିତ ବ୍ୟାୟାମ କରନ୍ତୁ, ଏବଂ ମଦ୍ୟପାନ ସୀମିତ କରନ୍ତୁ।",
        "treatment_en": "Lifestyle changes and medication prescribed by a doctor.",
        "treatment_hi": "जीवनशैली में बदलाव और डॉक्टर द्वारा निर्धारित दवा।",
        "treatment_or": "ଜୀବନଶୈଳୀରେ ପରିବର୍ତ୍ତନ ଏବଂ ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଔଷଧ।"
    },
    "conjunctivitis": {
        "name_en": "Conjunctivitis (Pink Eye)",
        "name_hi": "नेत्रश्लेष्मलाशोथ (पिंक आई)",
        "name_or": "କଞ୍ଜୁକଟିଭାଇଟିସ୍ (ପିଙ୍କ୍ ଆଇ)",
        "symptoms_en": ["redness", "itching", "gritty", "discharge", "tearing", "eye", "pink"],
        "prevention_en": "Wash hands frequently, avoid touching eyes, and do not share personal items like towels.",
        "prevention_hi": "बार-बार हाथ धोएं, आंखों को छूने से बचें, और तौलिये जैसी व्यक्तिगत वस्तुओं को साझा न करें।",
        "prevention_or": "ବାରମ୍ବାର ହାତ ଧୁଅନ୍ତୁ, ଆଖିକୁ ଛୁଇଁବାରୁ ଦୂରେଇ ରୁହନ୍ତୁ, ଏବଂ ତଉଲିଆ ପରି ବ୍ୟକ୍ତିଗତ ଜିନିଷ ବାଣ୍ଟନ୍ତୁ ନାହିଁ।",
        "treatment_en": "May require antibiotic eye drops if bacterial. Consult a doctor. Viral cases resolve on their own.",
        "treatment_hi": "यदि जीवाणु संक्रमण है तो एंटीबायोटिक आई ड्रॉप की आवश्यकता हो सकती है। डॉक्टर से सलाह लें। वायरल मामले अपने आप ठीक हो जाते हैं।",
        "treatment_or": "ଯଦି ଜୀବାଣୁ ସଂକ୍ରମଣ ହୋଇଥାଏ, ତେବେ ଆଣ୍ଟିବାୟୋଟିକ୍ ଆଇ ଡ୍ରପ୍ ଆବଶ୍ୟକ ହୋଇପାରେ। ଡାକ୍ତରଙ୍କ ସହିତ ପରାମର୍ଶ କରନ୍ତୁ। ଭାଇରାଲ୍ ମାମଲା ନିଜେ ଠିକ୍ ହୋଇଯାଏ।"
    },
    "measles": {
        "name_en": "Measles",
        "name_hi": "खसरा",
        "name_or": "ମିଳିମିଳା",
        "symptoms_en": ["fever", "cough", "runny", "nose", "red", "eyes", "rash", "spots"],
        "prevention_en": "The MMR (measles, mumps, and rubella) vaccine is the best prevention.",
        "prevention_hi": "एमएमआर (खसरा, कण्ठमाला और रूबेला) टीका सबसे अच्छी रोकथाम है।",
        "prevention_or": "MMR (ମିଳିମିଳା, ମମ୍ପସ୍, ଏବଂ ରୁବେଲା) ଟିକା ସର୍ବୋତ୍ତମ ପ୍ରତିରୋଧ ଅଟେ।",
        "treatment_en": "No specific treatment. Rest, fluids, and fever reducers can help with symptoms.",
        "treatment_hi": "कोई विशिष्ट उपचार नहीं। आराम, तरल पदार्थ और बुखार कम करने वाली दवाएं लक्षणों में मदद कर सकती हैं।",
        "treatment_or": "କୌଣସି ନିର୍ଦ୍ଦିଷ୍ଟ ଚିକିତ୍ସା ନାହିଁ। ବିଶ୍ରାମ, ତରଳ ପଦାର୍ଥ, ଏବଂ ଜ୍ୱର କମାଇବା ପାଇଁ ଔଷଧ ଲକ୍ଷଣରେ ସାହାଯ୍ୟ କରିପାରେ।"
    },
    "mumps": {
        "name_en": "Mumps",
        "name_hi": "कण्ठमाला",
        "name_or": "ମମ୍ପସ୍",
        "symptoms_en": ["swollen", "salivary", "glands", "fever", "headache", "muscle", "aches", "jaw"],
        "prevention_en": "The MMR vaccine provides effective protection against mumps.",
        "prevention_hi": "एमएमआर टीका कण्ठमाला के खिलाफ प्रभावी सुरक्षा प्रदान करता है।",
        "prevention_or": "MMR ଟିକା ମମ୍ପସ୍ ବିରୁଦ୍ଧରେ ପ୍ରଭାବଶାଳୀ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ।",
        "treatment_en": "Treatment focuses on symptom relief: rest, fluids, and pain relievers.",
        "treatment_hi": "उपचार लक्षण राहत पर केंद्रित है: आराम, तरल पदार्थ और दर्द निवारक।",
        "treatment_or": "ଚିକିତ୍ସା ଲକ୍ଷଣରୁ ମୁକ୍ତି ପାଇବା ଉପରେ ଧ୍ୟାନ ଦିଆଯାଏ: ବିଶ୍ରାମ, ତରଳ ପଦାର୍ଥ, ଏବଂ ଯନ୍ତ୍ରଣା ନିବାରକ।"
    },
    "arthritis": {
        "name_en": "Arthritis",
        "name_hi": "गठिया",
        "name_or": "ଆର୍ଥ୍ରାଇଟିସ୍",
        "symptoms_en": ["joint", "pain", "stiffness", "swelling", "redness", "motion"],
        "prevention_en": "Maintain a healthy weight, control blood sugar, and avoid injuries.",
        "prevention_hi": "स्वस्थ वजन बनाए रखें, रक्त शर्करा को नियंत्रित करें और चोटों से बचें।",
        "prevention_or": "ସୁସ୍ଥ ଓଜନ ବଜାୟ ରଖନ୍ତୁ, ରକ୍ତ ଶର୍କରା ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ, ଏବଂ ଆଘାତରୁ ଦୂରେଇ ରୁହନ୍ତୁ।",
        "treatment_en": "Medication, physical therapy, and sometimes surgery can help reduce symptoms and improve quality of life.",
        "treatment_hi": "दवा, भौतिक चिकित्सा, और कभी-कभी सर्जरी लक्षणों को कम करने और जीवन की गुणवत्ता में सुधार करने में मदद कर सकती है।",
        "treatment_or": "ଔଷଧ, ଶାରୀରିକ ଚିକିତ୍ସା, ଏବଂ ବେଳେବେଳେ ଅସ୍ତ୍ରୋପଚାର ଲକ୍ଷଣ କମାଇବାରେ ଏବଂ ଜୀବନର ଗୁଣବତ୍ତା ସୁଧାରିବାରେ ସାହାଯ୍ୟ କରିପାରେ।"
    },
    "anemia": {
        "name_en": "Anemia",
        "name_hi": "रक्ताल्पता",
        "name_or": "ରକ୍ତହୀନତା",
        "symptoms_en": ["fatigue", "weakness", "pale", "skin", "shortness", "breath", "dizziness", "cold"],
        "prevention_en": "Eat iron-rich foods like leafy greens, meat, and beans, and foods high in vitamin C.",
        "prevention_hi": "पत्तेदार साग, मांस और बीन्स जैसे आयरन युक्त खाद्य पदार्थ और विटामिन सी से भरपूर खाद्य पदार्थ खाएं।",
        "prevention_or": "ପତ୍ରଯୁକ୍ତ ସାଗ, ମାଂସ, ଏବଂ ବିନ୍ସ ପରି ଲୌହଯୁକ୍ତ ଖାଦ୍ୟ ଏବଂ ଭିଟାମିନ୍ ସି ଅଧିକ ଥିବା ଖାଦ୍ୟ ଖାଆନ୍ତୁ।",
        "treatment_en": "Treatment depends on the cause but often includes iron supplements and dietary changes.",
        "treatment_hi": "उपचार कारण पर निर्भर करता है लेकिन अक्सर इसमें आयरन सप्लीमेंट और आहार परिवर्तन शामिल होते हैं।",
        "treatment_or": "ଚିକିତ୍ସା କାରଣ ଉପରେ ନିର୍ଭର କରେ କିନ୍ତୁ ପ୍ରାୟତଃ ଲୌହ ସପ୍ଲିମେଣ୍ଟ ଏବଂ ଆହାରରେ ପରିବର୍ତ୍ତନ ଅନ୍ତର୍ଭୁକ୍ତ କରେ।"
    },
    "food_poisoning": {
        "name_en": "Food Poisoning",
        "name_hi": "विषाक्त भोजन",
        "name_or": "ଖାଦ୍ୟ ବିଷାକ୍ତତା",
        "symptoms_en": ["nausea", "vomiting", "diarrhea", "cramps", "stomach", "fever"],
        "prevention_en": "Cook food thoroughly, wash hands and surfaces often, and refrigerate perishable foods promptly.",
        "prevention_hi": "भोजन को अच्छी तरह से पकाएं, हाथ और सतहों को अक्सर धोएं, और खराब होने वाले खाद्य पदार्थों को तुरंत फ्रिज में रखें।",
        "prevention_or": "ଖାଦ୍ୟକୁ ଭଲ ଭାବରେ ରାନ୍ଧନ୍ତୁ, ହାତ ଏବଂ ପୃଷ୍ଠକୁ ବାରମ୍ବାର ଧୁଅନ୍ତୁ, ଏବଂ ନଷ୍ଟ ହେଉଥିବା ଖାଦ୍ୟକୁ ତୁରନ୍ତ ଫ୍ରିଜରେ ରଖନ୍ତୁ।",
        "treatment_en": "Stay hydrated with clear fluids. Most cases resolve on their own. See a doctor if symptoms are severe.",
        "treatment_hi": "स्पष्ट तरल पदार्थों से हाइड्रेटेड रहें। ज्यादातर मामले अपने आप ठीक हो जाते हैं। यदि लक्षण गंभीर हों तो डॉक्टर से मिलें।",
        "treatment_or": "ସ୍ୱଚ୍ଛ ତରଳ ପଦାର୍ଥ ସହିତ ହାଇଡ୍ରେଟେଡ୍ ରୁହନ୍ତୁ। ଅଧିକାଂଶ ମାମଲା ନିଜେ ଠିକ୍ ହୋଇଯାଏ। ଯଦି ଲକ୍ଷଣ ଗୁରୁତର ହୁଏ, ତେବେ ଡାକ୍ତରଙ୍କୁ ଦେଖା କରନ୍ତୁ।"
    },
    "uti": {
        "name_en": "Urinary Tract Infection (UTI)",
        "name_hi": "मूत्र पथ संक्रमण (यूटीआई)",
        "name_or": "ମୂତ୍ରନଳୀ ସଂକ୍ରମଣ (ୟୁଟିଆଇ)",
        "symptoms_en": ["burning", "urination", "frequent", "urine", "cloudy", "pelvic", "pain"],
        "prevention_en": "Drink plenty of liquids, especially water. Wipe from front to back after using the toilet.",
        "prevention_hi": "खूब सारे तरल पदार्थ पिएं, खासकर पानी। शौचालय का उपयोग करने के बाद आगे से पीछे की ओर पोंछें।",
        "prevention_or": "ପ୍ରଚୁର ପରିମାଣରେ ତରଳ ପଦାର୍ଥ, ବିଶେଷକରି ପାଣି ପିଅନ୍ତୁ। ଶୌଚାଳୟ ବ୍ୟବହାର କରିବା ପରେ ଆଗରୁ ପଛକୁ ପୋଛି ଦିଅନ୍ତୁ।",
        "treatment_en": "Requires antibiotics prescribed by a doctor.",
        "treatment_hi": "डॉक्टर द्वारा निर्धारित एंटीबायोटिक दवाओं की आवश्यकता होती है।",
        "treatment_or": "ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଆଣ୍ଟିବାୟୋଟିକ୍ ଆବଶ୍ୟକ କରେ।"
    },
    "heat_stroke": {
        "name_en": "Heat Stroke",
        "name_hi": "लू लगना",
        "name_or": "ଅଂଶୁଘାତ",
        "symptoms_en": ["temperature", "hot", "red", "skin", "headache", "dizziness", "confusion", "fainting"],
        "prevention_en": "Stay hydrated, avoid strenuous activity in high heat, and wear lightweight clothing.",
        "prevention_hi": "हाइड्रेटेड रहें, अधिक गर्मी में ज़ोरदार गतिविधि से बचें, और हल्के कपड़े पहनें।",
        "prevention_or": "ହାଇଡ୍ରେଟେଡ୍ ରୁହନ୍ତୁ, ଅଧିକ ଗରମରେ କଠିନ କାର୍ଯ୍ୟରୁ ଦୂରେଇ ରୁହନ୍ତୁ, ଏବଂ ହାଲୁକା ପୋଷାକ ପିନ୍ଧନ୍ତୁ।",
        "treatment_en": "This is a medical emergency. Call for help immediately and move the person to a cooler place.",
        "treatment_hi": "यह एक मेडिकल इमरजेंसी है। तुरंत मदद के लिए बुलाएं और व्यक्ति को ठंडी जगह पर ले जाएं।",
        "treatment_or": "ଏହା ଏକ ଜରୁରୀକାଳୀନ ଚିକିତ୍ସା ପରିସ୍ଥିତି। ତୁରନ୍ତ ସାହାଯ୍ୟ ପାଇଁ ଡାକନ୍ତୁ ଏବଂ ବ୍ୟକ୍ତିଙ୍କୁ ଏକ ଥଣ୍ଡା ସ୍ଥାନକୁ ନେଇଯାଆନ୍ତୁ।"
    },
    "bronchitis": {
        "name_en": "Bronchitis",
        "name_hi": "ब्रोंकाइटिस",
        "name_or": "ବ୍ରୋଙ୍କାଇଟିସ୍",
        "symptoms_en": ["cough", "mucus", "fatigue", "shortness", "breath", "chest", "discomfort"],
        "prevention_en": "Avoid smoking and exposure to lung irritants. Wash hands frequently.",
        "prevention_hi": "धूम्रपान और फेफड़ों में जलन पैदा करने वाले पदार्थों के संपर्क से बचें। बार-बार हाथ धोएं।",
        "prevention_or": "ଧୂମପାନ ଏବଂ ଫୁସଫୁସରେ ଜ୍ୱଳନ ସୃଷ୍ଟି କରୁଥିବା ପଦାର୍ଥର ସଂସ୍ପର୍ଶରୁ ଦୂରେଇ ରୁହନ୍ତୁ। ବାରମ୍ବାର ହାତ ଧୁଅନ୍ତୁ।",
        "treatment_en": "Rest, fluids, and sometimes inhaled medication. Acute bronchitis usually resolves on its own.",
        "treatment_hi": "आराम, तरल पदार्थ, और कभी-कभी साँस की दवा। तीव्र ब्रोंकाइटिस आमतौर पर अपने आप ठीक हो जाता है।",
        "treatment_or": "ବିଶ୍ରାମ, ତରଳ ପଦାର୍ଥ, ଏବଂ ବେଳେବେଳେ ପ୍ରଶ୍ୱାସରେ ନିଆଯାଉଥିବା ଔଷଧ। ତୀବ୍ର ବ୍ରୋଙ୍କାଇଟିସ୍ ସାଧାରଣତଃ ନିଜେ ଠିକ୍ ହୋଇଯାଏ।"
    },
    "kidney_stones": {
        "name_en": "Kidney Stones",
        "name_hi": "गुर्दे की पथरी",
        "name_or": "କିଡନୀ ପଥର",
        "symptoms_en": ["severe", "pain", "back", "side", "nausea", "vomiting", "fever", "chills", "bloody", "urine"],
        "prevention_en": "Drink plenty of water, reduce salt and animal protein intake.",
        "prevention_hi": "खूब पानी पिएं, नमक और पशु प्रोटीन का सेवन कम करें।",
        "prevention_or": "ପ୍ରଚୁର ପାଣି ପିଅନ୍ତୁ, ଲୁଣ ଏବଂ ପଶୁ ପ୍ରୋଟିନ୍ ଗ୍ରହଣ କମ୍ କରନ୍ତୁ।",
        "treatment_en": "Small stones may pass on their own with increased fluid intake. Larger stones may require medical procedures.",
        "treatment_hi": "तरल पदार्थ का सेवन बढ़ाने से छोटी पथरी अपने आप निकल सकती है। बड़ी पथरी के लिए चिकित्सा प्रक्रियाओं की आवश्यकता हो सकती है।",
        "treatment_or": "ତରଳ ପଦାର୍ଥ ଗ୍ରହଣ ବୃଦ୍ଧି ସହିତ ଛୋଟ ପଥର ନିଜେ ବାହାରି ଯାଇପାରେ। ବଡ଼ ପଥର ପାଇଁ ଡାକ୍ତରୀ ପ୍ରକ୍ରିୟା ଆବଶ୍ୟକ ହୋଇପାରେ।"
    },
    "scabies": {
        "name_en": "Scabies",
        "name_hi": "खुजली",
        "name_or": "କାଛୁ",
        "symptoms_en": ["intense", "itching", "rash", "sores", "burrows", "skin"],
        "prevention_en": "Avoid direct skin-to-skin contact with an infected person.",
        "prevention_hi": "संक्रमित व्यक्ति के साथ सीधे त्वचा से त्वचा के संपर्क से बचें।",
        "prevention_or": "ସଂକ୍ରମିତ ବ୍ୟକ୍ତିଙ୍କ ସହିତ ସିଧାସଳଖ ଚର୍ମ-ଚର୍ମ ସମ୍ପର୍କରୁ ଦୂରେଇ ରୁହନ୍ତୁ।",
        "treatment_en": "Requires medicated creams or lotions prescribed by a doctor to kill the mites.",
        "treatment_hi": "माइट्स को मारने के लिए डॉक्टर द्वारा निर्धारित औषधीय क्रीम या लोशन की आवश्यकता होती है।",
        "treatment_or": "ମାଇଟ୍ ମାରିବା ପାଇଁ ଡାକ୍ତରଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ଔଷଧୀୟ କ୍ରିମ୍ କିମ୍ବା ଲୋସନ ଆବଶ୍ୟକ କରେ।"
    },
    "ringworm": {
        "name_en": "Ringworm",
        "name_hi": "दाद",
        "name_or": "ଯାଦୁ",
        "symptoms_en": ["red", "scaly", "circular", "rash", "itching", "skin", "patch"],
        "prevention_en": "Keep skin clean and dry. Do not share personal items like clothing or towels.",
        "prevention_hi": "त्वचा को साफ और सूखा रखें। कपड़े या तौलिये जैसी व्यक्तिगत वस्तुओं को साझा न करें।",
        "prevention_or": "ଚର୍ମକୁ ସଫା ଏବଂ ଶୁଖିଲା ରଖନ୍ତୁ। ପୋଷାକ କିମ୍ବା ତଉଲିଆ ପରି ବ୍ୟକ୍ତିଗତ ଜିନିଷ ବାଣ୍ଟନ୍ତୁ ନାହିଁ।",
        "treatment_en": "Treated with over-the-counter or prescription antifungal creams.",
        "treatment_hi": "ओवर-द-काउंटर या प्रिस्क्रिप्शन एंटिफंगल क्रीम के साथ इलाज किया जाता है।",
        "treatment_or": "ବିନା ପ୍ରେସକ୍ରିପସନରେ ମିଳୁଥିବା କିମ୍ବା ପ୍ରେସକ୍ରିପସନରେ ଥିବା ଆଣ୍ଟିଫଙ୍ଗାଲ୍ କ୍ରିମ୍ ସହିତ ଚିକିତ୍ସା କରାଯାଏ।"
    }
  },
  "vaccination_schedule_en": "For children, key vaccines include BCG, Polio, DPT, and Measles within the first year. Please consult a local health clinic for a detailed schedule based on your child's age.",
  "vaccination_schedule_hi": "बच्चों के लिए, पहले वर्ष के भीतर बीसीजी, पोलियो, डीपीटी और खसरा जैसे प्रमुख टीके शामिल हैं। कृपया अपने बच्चे की उम्र के आधार पर विस्तृत कार्यक्रम के लिए स्थानीय स्वास्थ्य क्लिनिक से परामर्श करें।",
  "vaccination_schedule_or": "ଶିଶୁମାନଙ୍କ ପାଇଁ, ପ୍ରଥମ ବର୍ଷ ମଧ୍ୟରେ BCG, ପୋଲିଓ, DPT, ଏବଂ ମିଳିମିଳା ପରି ମୁଖ୍ୟ ଟୀକା ଅନ୍ତର୍ଭୁକ୍ତ। ଆପଣଙ୍କ ଶିଶୁର ବୟସ ଅନୁଯାୟୀ ଏକ ବିସ୍ତୃତ ସୂଚୀ ପାଇଁ ସ୍ଥାନୀୟ ସ୍ୱାସ୍ଥ୍ୟ କ୍ଲିନିକରେ ପରାମର୍ଶ କରନ୍ତୁ।"
}

